Repository: alexshpilkin/parlatype
Catalog: po/*.po
Languages: tr

source: Media player for speech transcription
tr: Konuşma çeviri yazımı için ortam oynatıcı

source: Parlatype is an easy to use media player. Its main purpose is to help you transcribing speech.
tr: Parlatype, kullanımı kolay bir ortam oynatıcısıdır. Asıl amacı, konuşmayı yazıya dönüştürmenize yardım etmektir.

source: This is a minor release with a new feature.
tr: Bu, yeni bir özellik içeren küçük bir sürümdür.

source: Added MPRIS interface.
tr: MPRIS arayüzü eklendi.

source: Smaller bug fixes.
tr: Küçük hata düzeltmeleri.

source: Switched to Weblate for translations.
tr: Çeviriler için Weblate'e geçiş yapıldı.

source: Translation updates for several languages.
tr: Birçok dil için çeviri güncellemeleri.

source: This is a major release with new features.
tr: Bu, yeni özellikler içeren önemli bir sürümdür.

source: Support for Mozilla DeepSpeech.
tr: Mozilla Deepspeech desteği.

source: New configuration system for Automatic Speech Recognition.
tr: Otomatik Konuşma Tanıma için yeni yapılandırma sistemi.

source: This is a minor release with bug fixes and minor new features.
tr: Bu, hata düzeltmeleri ve küçük yeni özellikler içeren küçük bir sürümdür.

source: Mute/unmute volume by clicking on the volume icon with the pointer’s secondary button (usually right mouse button).
tr: İşaretçinin ikinci düğmesi ile (genellikle sağ fare düğmesi) ses simgesine tıklayarak sesi kapat/aç.

source: With Pulseaudio Parlatype doesn’t change the system volume anymore, just its own application specific volume.
tr: Parlatype artık Pulseaudio yönetimindeki sistem sesini değiştirmiyor, sadece uygulamanın kendi belirlenmiş sesini değiştiriyor.

source: The initial volume level is picked up from Pulseaudio.
tr: Başlangıç ses seviyesi Pulseaudio'dan alınmaktadır.

source: Waveform is loaded on-the-fly, there is no blocking progress dialog.
tr: Ses dalgası anında yüklenir, ilerlemeyi engelleyen bir iletişim kutusu yok.

source: Waveform can be changed continuously instead of in discrete steps.
tr: Ses dalgası ayrık adımlar yerine sürekli olarak değiştirilebilir.

source: This is a minor release.
tr: Bu küçük bir sürümdür.

source: Update time label only if time has changed. This is a performance increase, cursor movement should be smoother on slower systems.
tr: Zaman etiketini yalnızca zaman değiştiğinde güncelle. Bu performansı artırır, imleç hareketi daha yavaş sistemlerde daha düzgün olacaktır.

source: Translation updates for Hungarian, Lithuanian and Spanish
tr: Macarca, Litvanca ve İspanyolca çeviri güncellemeleri

source: This is a minor release with some changes.
tr: Bu, bazı değişiklikler içeren küçük bir sürümdür.

source: Automatic speech recognition (ASR) is now disabled by default and it’s only shown, if Parlatype is launched with the new parameter \"--with-asr\"
tr: Otomatik konuşma tanıma (ASR) artık varsayılan olarak devre dışıdır ve yalnızca Parlatype yeni \"--with-asr\" parametresiyle başlatılırsa gösterilir

source: Fix internationalization: Some translations were not shown
tr: Uluslararasılaştırma düzeltmeleri: Bazı çeviriler gösterilmiyordu

source: Translation updates for Arabic, British English, Czech, Dutch, German, Polish and Spanish
tr: Arapça, İngiliz İngilizcesi, Çekçe, Hollandaca, Almanca, Lehçe ve İspanyolca için çeviri güncellemeleri

source: This is a major release with some new features.
tr: Bu, bazı yeni özellikler içeren önemli bir sürümdür.

source: Automatic speech recognition with CMU Sphinx
tr: CMU Sphinx ile otomatik konuşma tanıma

source: Design changes, including removal of application menu
tr: Uygulama menüsünün kaldırılması dahil tasarım değişiklikleri

source: Custom timestamps
tr: Özel zaman damgaları

source: Translation updates for Brazilian Portuguese, British English, Czech, German, Japanese, Lithuanian and Polish
tr: Brezilya Portekizcesi, İngiliz İngilizcesi, Çekçe, Almanca, Japonca, Litvanca ve Lehçe için çeviri güncellemeleri

source: This is a minor maintenance release.
tr: Bu küçük bir bakım sürümüdür.

source: Animate scrolling when using keybindings
tr: Tuş atamalarını kullanırken kaydırmayı canlandır

source: Change desktop entry category to Audio/Video instead of Utilities
tr: Masaüstü girdi kategorisini Yardımcı Programlar yerine Ses/Video olarak değiştir

source: Translation updates for French
tr: Fransızca için çeviri güncellemeleri

source: This release contains a number of bug fixes and minor improvements.
tr: Bu sürüm bir dizi hata düzeltmesi ve küçük iyileştirmeler içermektedir.

source: Progress Dialog has now a countdown timer (estimated time left)
tr: İlerleme İletişim Kutusunun artık bir geri sayım sayacı var (kalan tahmini süre)

source: Increase max. possible speed to 2.0
tr: Mümkün olan azami hızı 2.0'a yükselt

source: New keyboard shortcuts for Play/Pause (Ctrl + Space), Jump back (Ctrl + Left), Jump forward (Ctrl + Right)
tr: Oynat/Duraklat (Ctrl + Boşluk), Geri atla (Ctrl + Sol), İleri atla (Ctrl + Sağ) için yeni klavye kısayolları

source: Scrolling now also possible with vertical scrollbar
tr: Kaydırma artık dikey kaydırma çubuğu ile de mümkün

source: Various fixes for waveform and cursor display
tr: Ses dalgası ve imleç ekranı için çeşitli düzeltmeler

source: Translation updates for Arabic, British English, Catalan, German, Finnish, French, Japanese, Lithuanian, Polish, Spanish and Swedish
tr: Arapça, İngiliz İngilizcesi, Katalanca, Almanca, Fince, Fransızca, Japonca, Litvanca, Lehçe, İspanyolca ve İsveççe için çeviri güncellemeleri

source: Transcription utility
tr: Çeviri yazım uygulaması

source: Transcription;
tr: Çeviriyazım;

source: Show the application’s version
tr: Uygulamanın sürümünü göster

source: Open Audio File
tr: Ses Dosyası Aç

source: _Open
tr: _Aç

source: _Cancel
tr: _İptal

source: A basic transcription utility
tr: Basit bir çeviri yazım uygulaması

source: translator-credits
tr: E-Akcaer Sabri Ünal <libreajans@gmail.com>

source: Warning: Parlatype handles only one file at a time. The other files are ignored.
tr: Uyarı: Parlatype, bir kerede sadece tek bir dosyayı işler. Diğer dosyalar yoksayılır.

source: Error
tr: Hata

source: _OK
tr: _Tamam

source: second
tr: saniye

source: The file is not a valid language model configuration.
tr: Dosya geçerli bir dil modeli yapılandırması değil.

source: Installed
tr: Kurulu

source: Pause
tr: Duraklat

source: Pause and rewind 1 second
tr: Duraklat ve 1 saniye geri sar

source: Start playing
tr: Oynatmaya başla

source: Go to…
tr: Git…

source: Go to position:
tr: Konuma git:

source: General
tr: Genel

source: Open a media file
tr: Ortam dosyası aç

source: Show/hide action menu
tr: Eylem menüsünü göster/gizle

source: Quit
tr: Çık

source: Waveform
tr: Ses dalgası

source: Play/Pause
tr: Oynat/Duraklat

source: Jump back
tr: Geri atla

source: Jump forward
tr: İleri atla

source: Zoom in
tr: Yaklaştır

source: Zoom out
tr: Uzaklaştır

source: Open “Go to” dialog
tr: “Git” iletişim kutusunu aç

source: Copy timestamp to clipboard
tr: Zaman damgasını panoya kopyala

source: Go to timestamp in clipboard
tr: Panodaki zaman damgasına git

source: Help
tr: Yardım

source: Show help
tr: Yardımı göster

source: Show keyboard shortcuts
tr: Klavye kısayollarını göster

source: Preferences
tr: Tercihler

source: _Keyboard Shortcuts
tr: _Klavye Kısayolları

source: About Parlatype
tr: Parlatype Hakkında

source: Open a file
tr: Dosya aç

source: _Play
tr: _Oynat

source: Speed:
tr: Hız:
